debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACp1XyZLySJJ+Ffpvs75QmVqQBKrRz1hoRaAFbYBo64M2hEALqQUBt7E5zIPMod+h
j1UvNiGUZJJ/10xXTVpmyrdwuX/h4eFiNJErssElS/Pq+7d9XZ9+RpC2bV9PRVl76S6pAi99TfLd
q18i+S4osm9TBrL9Mjn8/u1OkThOoRhJjDBigo5RFMXwCYWjKPy9/2AYhpIjdIwTFPZtcI7Kyiu+
f8NeUbRzF0ZTJnDEKYkzSPdk6hPI/CnGID3BZEU4paCyezJVVCbRFHI9weSaOMWgbfdkAvjv/UXQ
113CrzpP3YMJ90KWTHEUp15Q7AWnbAz/mUB/HhEv6OhnFGWQ3gC+Hz6qPoA7xeRWUkegqYsyuU2h
4ReeCdQmFyUYPzYZdW7eeWaX5Hd4uhUfNPQuenUn6gkGwrEsi2BKvJL4KxQ/eAa5IxNlCTTitOV8
+hVgBrkLGVmAKWE4TU/GNINAjuFMezqCavhgLlqRRdOVvAIDQV2agqDxsipotm4NFJsHDNIbMBfR
y+veTlQHk8lPJFTdZUyUh1Ep3MO4KHE5BStBk3kwmDsWJyiypg8WDivbFjcTFgNeGOiKvBJks/Pd
mTN5WUwtRIOoQYK5cKd0ajiANwFODxTdFgY4PrCAAgYoNrAF0xT0V7i0M2MurJeUcJXkABNoMhS/
C+6Yf0UcWnf/l7plCdDwLuGE5XQ8olEKQ2HFdBwDC0zSGaSrs12RR7CwaBol8BEFEbsLGOQpYaSH
P4yq+oElrwws17IFFQbLabqiS/InjP0+0aPJBIPvhPtEjB/7lOShLPCdI7hNn0wPb0/e8VoCR5Et
+wt88PxQz/iZDvgRIlaACK7eF35BaUSS6AidfEHJ+vW/i8HSa9LiGSoUG2EojRGfUFnLHirkKUqk
R8OrqiSHBQKzTrgiBB/sj+l/1Xan+4Ppz/izzorKs1Mn6ZTqVB8ck3NFXpdeXUxpGuL3yTLhg5Tz
58MNw3xWMMhTvGFUD3K5jjLYhGAHOpVdYwmW3aPrFXeCudwfsJI5RwG//tev/6kPOF0VTE4GykAD
A/PX/+BlffB5ZF7Jnwb36nvpCqxfzgRcCl88RSkUJboafOcZTtSXU2qEdlh3JNOoUTiF3P3JvMHW
0JRe6E27LtmV+KeEOXeh3xWwW9xp5gy3JpiivehOM2e9qWENvMt6hjn3SfayPkKkTz/JTkXV4Slz
qkWgMELLnhIQju4J+8q7dClbvQp9qM4s93AIKebUWfQvvZPwlR+CO8kgvQ9dlLV/5evd6N3dY8n5
i/jBQRcP4iMXWKqwUusC3mW/mXuXlV3U/YvRzxefO8VDcKd7EUS2yJ/lvYA5i9zyIe7IHq/e828H
+0+onEVHs21B+XDzznaKDqKH9A6TGdV2mfj9CyDz5Oydu4u5Al471ZPmXdArLUV5VnUszNI0xY8E
O7rXfr7t9xZady33ku4aRt73IL5fefAePEV1R3bn9b77HxImXEV58NC9oPgLDq+iDyETLqPSqf75
sH+KHyZikn318SlmgiJkvbL07rf8J8MgfYBwxAFhEtyJrsvWsONF/zbQuq5ZQyia2vv17x0TRoNu
pwdBke+KMosGXlm/DjAStoJf/o7/8o+fBpufBt/Cb4PQG3CmyCIYDRvFQM6aPAk9uLpzwFoIxz75
AGWdxMWA7pYneZBUBewynQclSgYdUmmURXntlYP8l38McIxAYJpkd6ncg70TffjIY1b7nNqspjN5
K2FTftf86a8cD2zw1278q+D8F+6il37+e63OZfUKf+Pi3E2A9wWIYcK10b8H+zv7/Y8Mf3+5T3Tf
sb/9Dcb2HAPyNTwrifOu3UW/MZq2o9eijJHOPYLSCDQIqyT+87d+VRTKEEVYYl5e5AmcXpObVydF
rkb1vggHII3hzFbvs99yaZudVwwxBe4Fun0JMCJ/6SToCCO/IU9h/R5vPwYIh96Xau9hnSMz2kUl
rOho4Jjy929//uNT9JSxSy+vuoKpnug/FlKUn6O0OEXhS/XIrIvud3r7l3AhzyHySQwP0f8HuAdo
vYeVlzZw/uedOJzZJOIQOHLjly0FiGNlzIHufmeQZ0sG+QAb0s8l8rGbvSFbFJJ94kO+DOIwPV18
au5dV0Ti0PvCmxVBvNLeFjdRseiRD0YyNw93l5hq4sA9nptgtj7NT4U8EXU9aleplPhEQA/xIvet
EA501HKbCDf2lCenLHOFZs2q2FCr7YXDHbObE5/922VNnobDHaAl6G9MKDvLOEdBcomIOQCE667y
+EC0lLs6S2N1sWiqajOehFK6bdZbAtH2bqjt/Gpo+LcNT1LySOKzsVxEbCXNwuzIT8ThRuEM5yCK
HBfgx4riTF4yaHbRHsw3kR4f6DoSEtobpcfhvFmQeNqoXOMquNHYqk8l/jkyTbQY3viCvM50zDtQ
zRzcVjUFvDeRGrNVopELZQHniQAjb7kyiTgJfP/eg/4ENLOIrv0ObEiU5r3a6ykugn1vB88sHNFU
WZ5pNsexJh6DVmZBLMvmzEjh58ExZY2WN9z5otjK+3OgAUNQWAO0a3hdquAoAcwR2L3KGal8EW7A
ZGNtxYLC5o4p73AYF2TizVu3F9EGdq+rbF4QeVnUlra4ciyLxTVbiFS2vfsCF3VlOGrsoLS6Wplz
WcAwf2aeAumyl2cuprLEhrdlTLWFi8YLpMarrSoWnQz/QdbGYXvhbmDev9e1wXFuqabaCobLrwxj
IbSnuYGB2sjn+wBPK9WoWq7XyUI7n9k3QVdBHxd7UUVHom8B7lxmBxA8chGdL7lo4fqCehu2cvu8
Nirr3NdzF1VXDzEBvwhx9QZalYeZHp4xq2wuZa/bjZb6mXZyIWbSAbgPneBoaZCbp22WHty1eZZF
diELwgXm3CrtPWZeuO7X1mrLysJKc8S5aDqkYDmYaKfm0rmy6kowWf3goOpNQHUejGAMrWrLBNx/
Vj4AjY2Pb/tjItEtysJ9FgHQOWBMQKfn4gWkBVCCwgondk3l4g2ZDGtcPVwqLGuR2Wy4lejtZTnb
butoUymVTZDiGwYOCSI2OwN3y/FYjvN0vrNIqpzYrOyMl1cS1nlTEei1QhO92R80umq28ZrmNtl8
eSt90cXGgYATb7a1uQ41O4sX12RcnuG2rSFITbMBJ4DJs41BWWyQ2bMsHC0pYscjrbs4GBmyNCyY
o7o+HhdEDXx/wqKzdM/zEo7sZqm3GG3i66g6um0FvyqVxnDNcWkeN6v5WV/hW07dDp3J2Dvy5I6n
c8NTaky+nlfzarKRfLNI+IwGh8taUyYtt7zuxOqsp8GOyDgpSGZjWTgsN5FRXt5wGLHrnIzFdjNE
80UxVLB13r5JxfAtHLfwC98AbEHIXHTjOJAHfR2aqM0CuQU82HV1MLNUQeLBOmZh2TVoGoN8l8uK
nKM7aeSbOzXEycpmHTaOSzYWRNYI4D6asiq4rQlcedG6LGs4MxUsJF3ao+EMUMqVPriw67hr7ebj
FyyUjo2L07WSza8KfjkECb13r9hDV/ubVQX7YOtLQh0enCbgw0SVJfwenykIsUe0sdewYr49hZmY
+RbZ+iPttnXY3F+LJ58jDz6Ox3Lriq7QsqBdxNJedQ10zzrHiwjrFPbNi7ByUt2+smtId/UrFuxR
YmEjB4bKFyyw+d+o44KPHzZCwU1sxZbhOTMuuh20Gh+Q2k3ozh48M057X/N//S3Aho1XsQ0EnqWA
LsA780ebTb9HMSu67YpnLTbedvYcsNzW4lnpaR84YLqUNzPRgC/OCq4dthy5d0fa2Z+tUM/qMEEb
N5fP8Awdgit9DCS1dtdqHeB0FW7Mk7L+7INKzh63BxD2NeEI4gE87zkP4s+9Bq3Rxu69h4Wz1mL3
PMfCIIcFf431wiV+T0y+pMFaEA/K5qHD6s8+h+EatA2ytl1SgC74RtLXX2rrqmTi4SOPDPqwyATW
VeWO5PP/muPGxaDt1eff8zQIQYwNpzRm9XHtKrk+KROuFppkNtNHvnt02paP7/uxBMYMgYUPcdjE
KkAlznqTLNkf8YbAcq0DL3gZ9jLOyVA81/OQFmjV213ySbObr/TleC/f7At+oG0uoaxU5d4og960
m2t28kORH492yFDcnlCf1zNSpvWjgBVCeEELS9epRBHs28ksIycubbEts5IUdGN+UrfEkfUzcsPv
91YEr3ETtbgiv1jEpRGvVnM5DFd56lwVYHIz4layhyXJp966jkW7jGaatzZvM+StAaF+Kn2D5rct
esYsdCUoqL5aclLOC8TiqNnz6LY+b4RwKJKmuk8Xx/q2mljUjsr8SK5oaXdUHPVIIEZB7W9rzBZI
myCQ2PQqdD/muUMNqkBfqZR8iFNdUU07r+cEuRmyN9poV7EpN1p04udZEa8pZJ3RwSYlTwoyLsga
szBpnJ4nqSkZFE+f58Z4M058iSJ1UTIce7n2vSIyi62iKDV6JtQ99QbY2XZSOKkWTnIh17CQOnJR
A8cq+SBq3I0QMPy0ICghSLktefVH6lLMyP04C9CF2sxNit2JvrbSMenwhl0CP5vE58otcXNmpdf1
Qvckq9WOlAp4ZDs8LU/tbpEask7wCzwjfTfmqbdUX2NNZqyxM9FQx2rdmHxDa6fM1Jd6netrLVkF
K2N3nJxaar1W1vpIkSCZgBApVmkTYGbgTaT66OjB21DcObvlUdB4G63UiF9qlE+DkiC6zaHO5fkG
SGuXIDZ5pZV4yCWLHX2LnaEDztESxWVxOFeyVU7l2j4eteFlklTWqJUsoxvsfpzaekk/0SEfU97n
/Afp/nvvfwCn60cJeBgAAA==</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>